{
    "testbadge": "How to get this badge:\nNA",
    "help": "Type the name of the badge for more info on that badge\nNewlineTest",
    "animal habitats": "Find out more about where animals live, how they play, and how humans can help them.\n1. Find out about wild animals\n2. Investigate an animal habitat\n3. Create an animal house\n4. Explore endangered habitats\n5. Help protect animal habitats\nWhen you've earned this badge, you will know more about wild animals and how to protect their homes",
    "automotive 1: design": "Do you want to take a ride in your dream car? Before you can do that, you need to design it! Discover how to create vehicles by sketching and sculpting a model.\n1. Explore mobility across time\n2. Conduct automotive market research\n3. Create your vehicle's design criteria\n4. Sketch a vehicle to meet your criteria\n5. Sculpt and share your vehicle\nWhen you've earned this badge, you'll know about innovation and market research. You'll know how to create criteria, sketch, and sculpt a vehicle",
    "automotive 2: engineering": "Find out how automotive engineers fuel the future by building and testing vehicles. Then,\ncreate your own model of an alternative fuel vehicle!\n1. Learn about simple machines in vehicles\n2. Engineer a vehicle that uses alternative fuel\n3. Build a vehicle prototype\n4. Test and revise your vehicle prototype\n5. Share your vehicle prototype and testing results\nWhen you've earned this badge, you'll know how to use the Design Thinking Process to\nplan, build, test, and improve prototypes",
    "automotive 3: manufacturing": "Explore how automotive manufacturers build lots of vehicles without wasting time and\nhow they make sure the vehicles are ready for the road!\n1. Experience the manufacturing process\n2. Learn about the automotive manufacturing process\n3. Plan your own automotive manufacturing process\n4. Manufacture a set of vehicles\n5. Innovate your automotive manufacturing process\nWhen you've earned this badge, you'll know how high quality vehicles are manufactured.",
    "business jumpstart": "Everyone has the ability to come up with an idea-it's what you do to bring it to life that\nmakes you an entrepreneur!\n1. Create a prototype that solves a problem\n2. Get feedback\n3. Revise your prototype\n4. Come up with a pitch\n5. Pitch your idea to an audience\nWhen you've earned this badge, you will have come up with an idea, gotten feedback on\nit, and pitched it to others-just like an entrepreneur!",
    "business owner": "Find out how you can turn something you love into a successful business.\n1. Explore a business you might like to start someday\n2. Learn the basics of running a business\n3. Find out what kind of support is available for small-business owners\n4. Investigate what makes great customer service\n5. Understand the importance of consumer research\nWhen you've earned this badge, you'll know the basic steps to plan and create a new\nbusines",
    "camper": "Find out how to plan a camping adventure.\n1. Start planning your adventure\n2. Gain a new camping skill\n3. Find your inner camp chef\n4. Try a new activity\n5. Head out on your trip-and have some nighttime fun!\nWhen you've earned this badge, you'll know how to have a great overnight camping trip \nat a campsite or cabi",
    "coding for good 1: coding basics": "Find out how programmers write computer programs for computers to solve problems.\n1. Create algorithms for a computer that follow a sequence\n2. Use loops to improve your algorithm\n3. Keep your code interesting with conditionals\n4. Create your own set of commands that use conditionals\n5. Learn about women in computer science\nWhen you've earned this badge, you'll know how programmers write computer programs \nand how people can use computers to help other",
    "coding for good 2: digital game design": "Find out how programmers create a video game that is fun and helps solve a problem.\n1. Discover how game design can be used \"for good\"\n2. Explore tools used to develop digital games\n3. Plan a maze game\n4. Build, test, and improve your maze game using iteration\n5. Share your game with others\nWhen you've earned this badge, you'll know how to use iteration to plan, build, and test a \ngame \"for good",
    "coding for good 3: app development": "Design your own idea for an app that solves a problem.\n1. Discover the needs of others\n2. Decompose the needs of your app user\n3. Design your app screens\n4. Include conditionals in your app design\n5. Share and improve your app with user feedback\nWhen you've earned this badge, you'll know how to use user-centered design to create \nan app.",
    "cookie ceo": "When you sell Girl Scout Cookies, you're already running your own business-and you can\nearn this badge for it!\n1. Set a group goal\n2. Explore how a small business works\n3. Create a cookie sale job list\n4. Learn to make a good impression\n5. Track your sales\nWhen you've earned this badge, you'll know more about how to run all parts of your \ncookie business",
    "cookie entrepreneur family pin": "Have fun with your family as you earn this award while running your Girl Scout Cookie®\nbusiness.\n1. Strategize your sales.\n2. Learn from the past\n3. Run the show\n4. Fine-tune your pitch \n5. Know your produc",
    "customer insights": "Use what you learn from your customers to make your cookie business even stronger!\n1. Ask an expert what customers want\n2. Do some research at the grocery store\n3. Find out who buys cookies and why\n4. Learn from people who don't buy\n5. Listen for clues and ask great questions\nWhen you've earned this badge, you'll have a better understanding of your cookie\ncustomers",
    "cybersecurity 1: basics": "Find out how computers talk to each other.\n1. Find out how computers read information\n2. Discover how networks work\n3. Find out what protocols are and create one\n4. Explore computer communication protocol\n5. Find out what malware is\nWhen you've earned this badge, you'll know the basics of cybersecurity and how\ncomputers communicate",
    "cybersecurity 2: safeguards": "Find out how to keep your online identity safe.\n1. Create and protect a username\n2. Create and protect a password\n3. Discover how you share information and what to share\n4. Find out how information online can last forever\n5. Find out who is trustworthy online\nWhen you've earned this badge, you'll know know how to protect your online identity and\nstay safe online.\r",
    "cybersecurity 3: investigator": "Become a cybersecurity investigator and learn how to spot threats online.\n1. Create and crack a shift cipher code\n2. Find out how updates can help your security\n3. Explore identity theft\n4. Find out what to do if your identity is stolen\n5. Investigate if a message is real or fake\nWhen you've earned this badge, you'll know how computers use codes to communicate\nand how to spot cyber crime.",
    "democracy for juniors": "Learn more about how your government works-from your town or city to the whole\ncountry.\n1. Find out about local government\n2. Find out about state government\n3. Find out about our country's legislative branch\n4. Find out about our country's executive branch\n5. Find out about our country's judicial branch\nWhen you've earned this badge, you will know more about how government works-from\nyour town or city to the whole country.",
    "detective": "Try out the skills that make great detectives.\n1. Practice the power of observation\n2. Communicate in code\n3. Fingerprint for fun\n4. Try out detective science\n5. Follow the clues to solve a real mystery!\nWhen you've earned this badge, you'll know how to follow clues and discover facts like a\nreal detective",
    "digital photographer": "Find out how to capture a winning photo with your digital device, whether you're using a\nphone, tablet, laptop, or digital camera.\n1. Learn about digital cameras from an expert\n2. Take tons of photographs!\n3. Edit three photos\n4. Make a digital photo project\n5. Share your photos\nWhen you've earned this badge, you'll know how to use a digital camera to create one-of-a-kind photos.",
    "drawing": "Learn techniques to make your drawings even better.\n1. Experiment with different materials\n2. Learn how to add shading\n3. Get some perspective\n4. Use your imagination like a graphic artist\n5. Make your masterpiece-and show it off!\nWhen you've earned this badge, you'll know some great drawing techn",
    "eco camper": "Find out how to protect the environment when you go on a camping trip.\n1. Learn the Leave No Trace Seven Principles\n2. Plan meals with the environment in mind\n3. Prepare a minimal impact campsite\n4. Have fun with Leave No Trace\n5. Take a conservation hike\nWhen you've earned this badge, you'll have learned skills for minimal impact camping\nand know how to protect the environment when you go outdoors.",
    "entertainment technology": "Explore the ins and outs of entertainment technology.\n1. Animate your own artwork\n2. Dig into video game development\n3. Try the science of amusement park rides\n4. Create your own special effects\n5. Surf a sound wave\nWhen you've earned this badge, you'll know the science behind the world of\nentertainment.",
    "flowers": "Discover that there's more to flowers than just good looks.\n1. Uncover the science of one flower\n2. Look under the petals\n3. Find out how flowers help people\n4. Have fun with flowers\n5. Send a message in flower code\nWhen you've earned this badge, you'll know all that's wonderful about flowers.",
    "gardener": "Find out how to make your own garden, no matter where you live.\n1. Visit a garden\n2. Explore garden design\n3. Learn how to choose garden plants\n4. Experiment with seeds\n5. Grow your own garden\nWhen you've earned this badge, you'll know how to help plants and flowers grow.",
    "geocacher": "Find out about geocaching. You'll search for treasure chests, called \"geocaches,\" using a\ndevice called a GPS receiver.\n1. Prepare for your adventure\n2. Learn to use a GPS receiver\n3. Make a trade item\n4. Go on a geocaching adventure\n5. Take part in a bug's travels!\nWhen you've earned this badge, you'll know how to have a geocaching adventure.",
    "horseback riding": "Find out about horse behavior and riding basics.\n1. Know the basics of horseback riding\n2. Take care of a horse and learn about safety\n3. Prepare for your ride\n4. Practice your ride\n5. Go for a ride\nWhen you've earned this badge, you'll know what it takes to be a good rider-from\nunderstanding horse body language to controlling the horse's speed while you're riding",
    "independence": "Get to know yourself and what you're capable of so you can feel confident on your own.\n1. Get transportation smart\n2. Make your clothes look great\n3. Break a bad habit\n4. Help around the house\n5. Show off your independence!\nWhen you've earned this badge, you'll feel more confident doing things on your own-and\nknow how to help others be confident in you.",
    "inside government": "Find out more about the basics of government and start to become an active citizen.\n1. Decide what being an active citizen means to you\n2. Go inside government\n3. Look into laws\n4. Report on the issues\n5. Get involved in government\nWhen you've earned this badge, you'll know more about how government is run.",
    "jewler": "Discover different ways to make jewelry.\n1. Get to know the tools of the trade\n2. Make jewelry with metal\n3. Turn everyday objects into jewelry\n4. Create jewelry inspired by another culture\n5. Make a sparkling gift\nWhen you've earned this badge, you'll know how to make different kinds of jewels.",
    "journey: agent of change": "In this Journey, you will:\nExplore how powerful individual women have been throughout history, how your\nown individual powers can be linked together to create a powerful team, and how\nyour team power can become community power.\n1.\n2. Plan a Take Action project that helps others. More Details →\nLearn more about how to earn your Take Action Award - and help your community - with\nthe Girl Scout Take Action Guide. Then use your leadership skills to earn your Bronze\nAward, the highest award for Girl Scout Juniors!\r",
    "journey: get moving!": "In this Journey, you will: 1. \nExplore energy and how to use it wisely by interviewing power-use experts and\nconducting an energy audits of a building in your community.2.\nPlan a Take Action project to fix an energy problem in your community. Your could\nlaunch carpools, work to dim the lights on city buildings, or promote energy savings \nat your school.",
    "journey: outdoor (junior)": "In this Journey, you will:\nDeepen your outdoor skills when you earn your Animal Habitat, Camper, and Eco\nCamper badges.\n1.\nPlan a Take Action project that helps make your favorite park, beach, or forest a\nbetter place for everyone. More Details →\n2.\nLearn more about how to earn your Take Action Award - and help your community - with\nthe Girl Scout Take Action Guide. Then use your leadership skills to earn your Bronze\nAward, the highest award for Girl Scout Juniors!",
    "journey: think like a citizen scientist": "In this Journey, you will:\nFind out how citizen scientists make observations, collect data, and work with\nscientists to receive feedback on research.\n1.\nDo 3 citizen science activities: sharpen your observation skills through 2 observation\ngames and a SciStarter project. More Details →\n2.\nLearn more about how to earn your Take Action Award - and help your community - with\nthe Girl Scout Take Action Guide. Then use your leadership skills to earn your\nBronze Award, the highest award for Girl Scout Juniors!\r"
}